[
    {
        "author2": "Will Shanklin",
        "title2": "Google claims to 'reaffirm’ Right to Repair support three years after lobbying against it",
        "content2": "Google has officially voiced support for Right to Repair (R2R) legislation. Specifically, the company supports Oregons SB 542, championed by State Senator Janeen Sollman (D).",
        "date2": "2024-01-11T20:58:28Z"
        },
        {
            "author2": "Richard Lai",
            "title2": "Xreal Air 2 Ultra hands-on: Next-gen AR glasses in need of killer apps",
            "content2": "Si vous cliquez sur « Tout accepter », nos partenaires (y compris 244 qui font partie du Cadre de transparence et de consentement dIAB) et nous utiliserons également des témoins et vos données personnel.",
            "date2": "2024-01-11T20:39:43Z"
        },
        {
            "author2": "Gear Team",
            "title2": "CES 2024: The 26 Best Gadgets You Can Buy Right Now",
            "content2": "It's barely two weeks into the new year, but the flood of new gadgets for 2024 has already started. Thanks to CES, we've seen a ton of innovative tech launch into the marketplace.",
            "date2": "2024-01-11T18:49:16Z"
        },
        {
            "author2": "barrons.com",
            "title2": "So Long, Apple and Tesla. We Built a Better Magnificent 7",
            "content2": "Apple, Meta Platforms, and Tesla are dropped in favor of stocks that provide more diversification than the Magnificent 7and have a better chance of outperforming.",
            "date2": "2024-01-12T06:46:07Z"
        },
        {
            "author2": "benzinga.com",
            "title2": "Happy 60th Birthday Jeff Bezos! The Billionaire Survived The Dot-Com Bubble Burst",
            "content2": "Born on Jan. 12, 1964, Jeff Bezos is today the second-richest person in the world with a net worth of $180 billion, according to the Bloomberg Billionaire Index, following Tesla and SpaceX CEO Elon Musk.",
            "date2": "2024-01-12T06:38:08Z"
        }

]




       

        
        
  
        