[
    {
        "author": "Monsieur Thierry Guilbert",
        "title": "Vœux pour une Nouvelle Année",
        "content": "En ce début d'année, je tiens à adresser mes meilleurs vœux à chacun d'entre vous. Que cette année soit synonyme de succès, d'épanouissement et de réalisations personnelles et professionnelles. Que la santé, la joie et la prospérité vous accompagnent tout au long de ces douze prochains mois. Bonne année à tous !",
        "date": "2024-01-10"
        },
        {
        "author": "Julien Sosthene",
        "title": "Lancement du Projet Hackathon",
        "content": "Excitant jour aujourd'hui ! Nous lançons officiellement le projet Hackathon pour explorer de nouvelles idées et innovations. Rejoignez-nous dans cette aventure créative où la collaboration et la passion pour la technologie seront nos guides. Ensemble, nous pouvons repousser les limites et atteindre de nouveaux sommets. Que l'esprit du Hackathon nous inspire à créer quelque chose de grand !",
        "date": "2024-01-11"
        },
        {
        "author": "Claire Nicolas",
        "title": "Absences Justifiées",
        "content": "Bonjour à tous, je tiens à vous informer que mes récentes absences ont été dûment justifiées. Des circonstances particulières m'ont tenue éloignée, mais je suis maintenant de retour et prête à contribuer pleinement à nos activités. Merci de votre compréhension et de votre soutien. Ensemble, poursuivons nos efforts pour faire de cet endroit un lieu accueillant et dynamique.",
        "date": "2024-01-12"
        },
        {
        "author": "Mister Kyky Oger (BDS)",
        "title": "Tournoi de Padel",
        "content": "Yo les mans c'est kyks, tournoi de padel prévu le 20 janvier à 14h à Carquefou. Venez nombreux !",
        "date": "2024-01-10"
        },
        {
        "author": "Rayen FakhFakh (BDE)",
        "title": "Soirée Warehouse!!!",
        "content": "Bonjour a tous, nouvelle soirée de prévu au Warehouse le 14/01/2024, venez nombreux et n'oubliez pas de réserver vos places.",
        "date": "2024-01-10"
        }
  ]